<template lang="pug">
  section
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        b-row
          b-col(sm="12" md="3" lg="3")
            aside
              div.side-wrapper
                about-sidebar-menu
          b-col(sm="12" md="9" lg="9")
            article
              h1="Дополнительные скидки"
              div
                div(v-for="(i, idx) in discounts" :key="idx").discount.my-3
                  h6(v-html="i.title").mb-1
                  p(v-html="i.desc")
              h4.text-center="Спешим напомнить Вам о том, что все Дополнительные скидки суммируются."

</template>

<script>
  import devider from "../../../components/devider";
  import BreadCrumbs from "../../../components/BreadCrumbs";
  import aboutSidebarMenu from "../../../components/aboutSidebarMenu";
  export default {
    head () {
      return {
        title: 'Дополнительные скидки на аренду машин в Сочи',
        meta: [
          {hid: 'description', name: 'description', content: 'Дополнительные скидки на аренду авто в Сочи до 25%: *✮* без ограничения пробега *✮* 350 машин в автопарке *✮* бесплатная подача в аэропорт*✮* Бронируй онлайн!⭐'}
        ]
      }
    },
    components: {
      devider,
      BreadCrumbs,
      aboutSidebarMenu
    },
    data(){
      return {
        bcItems: [
          {
            text: 'Главная страница',
            to: '/'
          },
          {
            text: 'О компании',
            to: '/about'
          },
          {
            text: 'Акции',
            active: true
          }
        ],
        discounts: [
          {
            title: "Дополнительная скидка 3% на аренду любого автомобиля для предъявителей брони из отеля или санатория.",
            desc: "Для получения скидки Вам необходимо предъявить нашему менеджеру отдела бронирования ваучер на проживание в отеле, пансионате или санатории, либо направить его заблаговременно по электронной почте или любым другим удобным для Вас способом."
          },
          {
            title: "Дополнительная скидка 3% на аренду любого автомобиля для участников программы Аэрофлот Бонус уровня Elit Plus.",
            desc: "Для получения скидки Вам необходимо подтвердить свою причастность к программе, предъявив нашему менеджеру отдела бронирования карту участника и сообщив о ней предварительно любым удобным для Вас способом."
          },
          {
            title: "Дополнительная скидка 3% на аренду любого автомобиля для наших подписчиков в социальных сетях.",
            desc: "Для получения скидки Вам необходимо подтвердить свою причастность к любой группе нашей компании в социальных сетях менеджеру отдела бронирования и написать краткий отзыв о Вашем путешествии в Сочи."
          },
          {
            title: "Дополнительная скидка 3% на аренду любого автомобиля для путешественников с детьми.",
            desc: "Для получения скидки Вам необходимо предъявить копию авиабилета на ребенка (или ваучер из отеля на семейный номер) и его свидетельство о рождении. В Акции принимают участие дети до 7 лет."
          },
          {
            title: "Уникальная акция! Мгновенный Кэшбэк в размере 3% от суммы платежа.",
            desc: "Для участия в Акции необходимо сообщить менеджеру отдела бронирования о Вашем желании оплатить аренду автомобиля наличными. Кэшбэк можно получить мгновенно, сразу после подписания Договора аренды. В акции принимают участие все автомобили из нашего автопарка."
          }
        ]
      }
    }
  }
</script>

<style lang="sass" scoped>
  @import "../../../assets/styles/variables"
  aside
    position: relative
    height: 100%
    .side-wrapper
      position: -webkit-sticky
      position: sticky
      top: 0
      padding: 15px 0
  .discount
    h6
      display: inline
      border-bottom: 1px solid $primary_hover
</style>
