<template lang="pug">
    section#rent
      devider
      main.py-3
        div.container
          BreadCrumbs(:items="bcItems")
          div(v-if="this.$device.isDesktop").mb-3.d-none.d-md-block
            search-form-for-rent
          div(v-if="this.$device.isMobile")
            b-button(v-b-toggle.searchform).search-mobile-show
              i.calendar
              span="Поиск на ваши даты"
            b-collapse#searchform.py-2
              search-form-for-rent
          h1="{{$t('s21')}}"
          div(v-if="loaded")
            c-wo-d-component-full(:items="CWoD")
          div(v-else)
            loader
          div.clearfix
          div(v-if="$i18n.locale === 'ru'")
            p="Нужно транспортное средство? Тогда обращайтесь к нам - мы готовы предоставить вам в аренду микроавтобус в Сочи без водителя. Кроме микроавтобуса вы можете заказать любое легковое авто, которое есть в нашем автопарке."
            p="Если вы сами умеете водить машину, у вас есть водительское удостоверение и стаж от 3-ех лет и больше, то мы не видим причин для того, чтобы не предоставить вам автомобиль в аренду без нашего водителя."
            h2="Аренда авто без водителя - это удобно"
            p="Прежде всего, следует отметить, что если вы ищете прокат авто в Сочи дешево, то наша компания именно то, что нужно. Мы не только предлагаем вам транспортные средства в аренду по оптимальной цене, но и готовы предоставить вам скидки на услуги. Обратите внимание на то, что у нас вы можете воспользоваться не одним, а несколькими акционными предложениями сразу. Как это работает? Очень просто. Если по условиям программы лояльности вам подходит несколько скидок сразу, вы можете просто их суммировать. Но, и это еще не все преимущества, которые вы получаете при заказе проката авто в Сочи без водителя недорого. Следует отметить и следующее:"
            p="для оформления заказа вам нужно иметь при себе только паспорт, водительское удостоверение и именная банковская карта;"
            p="дополнительно бесплатно мы предоставляем вам навигатор, набор автомобилиста и детское кресло, ведь безопасность прежде всего;"
            p="в нашем автопарке 250 автомобилей комфорт, бизнес и представительского класса - есть из чего выбрать;"
            p="при необходимости мы всегда готовы выслать вам больше живых фото того транспортного средства, которое вы хотите забронировать."
            p="Обратите внимание и на то, что если вы решили взять микроавтобус в аренду без водителя, вносить депозит вы можете непосредственно при получении авто в пользование. Мы не требуем от вас предоплаты за те услуги, которые, по факту, вы еще не получили."
            h2="Посуточный прокат авто в Сочи без водителя"
            p="У нас вы можете заказать прокат авто в Сочи без водителя посуточно или сразу на несколько дней, как вам будет удобно."
            p="Как мы работаем?"
            ul
              li="Все, что вам нужно сделать, это выбрать необходимое авто из каталога и связаться с нами для его бронирования. Оформление аренды происходит максимально быстро. Однако примите во внимание то, что ваш водительский стаж должен быть не менее трех лет."
              li="В любое удобное для вас время вы можете заказать прокат автомобилей в Сочи без водителя, цены указаны на нашем сайте в соответствующем разделе. Произвести оплату за услуги вы можете посредством как наличного, так и безналичного расчета. Обратите внимание, что внесение депозита осуществляется непосредственно при передаче автомобиля в ваше временное пользование."
              li="По всем дополнительным вопросам вы всегда можете обращаться к нам за консультацией. Контакты для обратной связи указаны ниже. Также вы можете воспользоваться услугой обратного звонка. Будем рады видеть вас среди наших клиентов."
          div.clearfix
            rentFeaturesComponent
          div.my-3
            h4="Для персонального предложения заполните форму"
            feedback-form(type="rent")
</template>

<script>
  import BreadCrumbs from "../../components/BreadCrumbs";
  import loader from "../../components/loader";
  import CWoDComponentFull from "../../components/CWoDComponentFull";
  import devider from "../../components/devider";
  import rentFeaturesComponent from "~/components/rentFeaturesComponent";
  import FeedbackForm from "~/components/feedbackForm";
  import SearchFormForRent from "~/components/SearchFormForRent";
  export default {
    head () {
      return {
        title: 'Аренда авто в Сочи, прокат новых машин: цены 2021 года',
        meta: [
          {hid: 'description', name: 'description', content: 'Аренда авто в Сочи: * без ограничения пробега * скидки до 25% * 350 машин в автопарке * бесплатная подача в аэропорт * Бронируйте онлайн! ⭐⭐⭐⭐⭐'}
        ],
        link: [
          {
            rel: 'canonical',
            href: 'https://sochirentacar.ru/rent/'
          }
        ]
      }
    },
    components:{
      SearchFormForRent,
      FeedbackForm,
      devider,
      BreadCrumbs,
      loader,
      rentFeaturesComponent,
      CWoDComponentFull
    },
    data(){
      return {
        CWoDItems: require('../../cars.json').CWoD,
        loaded: true,
        bcItems: [
          {
            text: this.$t('breadcrumbs1'),
            to: { name: this.$assets.prefix('index', this.$i18n.locale) }
          },
          {
            text: this.$t('breadcrumbs12'),
            active: true
          }
        ],
      }
    },
    computed: {
      CWoD(){
        let res = [];
        for (let item in this.CWoDItems){
          res.push(this.CWoDItems[item])
        }
        return res
      }
    },
    mounted() {
      ym(33072038,'reachGoal','gotorent')
    }
  }
</script>

<style lang="sass" scoped>
.search-mobile-show
  width: 100%
  margin-bottom: 10px
  background: rgba(0,0,0,0.8)
  display: flex
  justify-content: center
  align-items: center
  span
    text-transform: uppercase
    font-weight: bold
  i.calendar
    margin-right: 5px
    display: block
    width: 25px
    height: 25px
    background-image: url("data:image/svg+xml,%3C%3Fxml version='1.0' encoding='utf-8'%3F%3E%3Csvg version='1.1' id='Layer_1' xmlns='http://www.w3.org/2000/svg' xmlns:xlink='http://www.w3.org/1999/xlink' x='0px' y='0px' viewBox='0 0 122.88 117.99' style='enable-background:new 0 0 122.88 117.99' xml:space='preserve'%3E%3Cstyle type='text/css'%3E%3C!%5BCDATA%5B .st0%7Bfill:%23fff;%7D .st1%7Bfill-rule:evenodd;clip-rule:evenodd;fill:%23FF7900;%7D%0A%5D%5D%3E%3C/style%3E%3Cg%3E%3Cpath class='st0' d='M68.21,3.97c0-2.18,2.15-3.97,4.84-3.97c2.68,0,4.84,1.77,4.84,3.97v17.35c0,2.18-2.15,3.97-4.84,3.97 c-2.68,0-4.84-1.77-4.84-3.97V3.97L68.21,3.97L68.21,3.97z M13.17,56.16c-0.27,0-0.52-1.2-0.52-2.68s0.22-2.67,0.52-2.67h13.2 c0.27,0,0.52,1.2,0.52,2.67c0,1.48-0.22,2.68-0.52,2.68H13.17L13.17,56.16L13.17,56.16z M34.21,56.16c-0.27,0-0.52-1.2-0.52-2.68 s0.22-2.67,0.52-2.67h13.2c0.27,0,0.52,1.2,0.52,2.67c0,1.48-0.22,2.68-0.52,2.68H34.21L34.21,56.16L34.21,56.16z M55.25,56.16 c-0.27,0-0.52-1.2-0.52-2.68s0.21-2.67,0.52-2.67h13.2c0.27,0,0.52,1.19,0.52,2.66c-1.32,0.82-2.59,1.72-3.81,2.69H55.25 L55.25,56.16L55.25,56.16z M13.2,71.52c-0.27,0-0.52-1.2-0.52-2.68s0.22-2.68,0.52-2.68h13.2c0.27,0,0.52,1.2,0.52,2.68 s-0.22,2.68-0.52,2.68H13.2L13.2,71.52L13.2,71.52z M34.24,71.52c-0.27,0-0.52-1.2-0.52-2.68s0.22-2.68,0.52-2.68h13.2 c0.27,0,0.52,1.2,0.52,2.68s-0.22,2.68-0.52,2.68H34.24L34.24,71.52L34.24,71.52z M13.23,86.88c-0.27,0-0.52-1.2-0.52-2.68 s0.22-2.68,0.52-2.68h13.2c0.27,0,0.52,1.2,0.52,2.68s-0.22,2.68-0.52,2.68H13.23L13.23,86.88L13.23,86.88z M34.27,86.88 c-0.27,0-0.52-1.2-0.52-2.68s0.22-2.68,0.52-2.68h13.2c0.27,0,0.52,1.2,0.52,2.68s-0.22,2.68-0.52,2.68H34.27L34.27,86.88 L34.27,86.88z M24.76,3.97C24.76,1.78,26.92,0,29.6,0c2.68,0,4.84,1.77,4.84,3.97v17.35c0,2.18-2.16,3.97-4.84,3.97 c-2.68,0-4.84-1.77-4.84-3.97V3.97L24.76,3.97L24.76,3.97z M5.33,37.93h92.12V17.96c0-0.69-0.28-1.28-0.71-1.72 c-0.44-0.44-1.07-0.71-1.72-0.71h-8.83c-1.48,0-2.68-1.2-2.68-2.68c0-1.48,1.21-2.68,2.68-2.68h8.83c2.16,0,4.1,0.87,5.52,2.29 c1.42,1.42,2.29,3.36,2.29,5.52v31.71c-1.76-0.61-3.57-1.1-5.43-1.46v-4.95h0.06H5.33V95c0,0.69,0.27,1.28,0.71,1.72 c0.44,0.44,1.07,0.71,1.72,0.71h43.78c0.5,1.86,1.13,3.67,1.88,5.42H7.81c-2.15,0-4.1-0.87-5.52-2.29C0.87,99.15,0,97.21,0,95.05 V17.98c0-2.15,0.87-4.1,2.29-5.52c1.42-1.42,3.36-2.29,5.52-2.29h9.43c1.48,0,2.68,1.2,2.68,2.68c0,1.48-1.2,2.68-2.68,2.68H7.81 c-0.69,0-1.28,0.27-1.72,0.71s-0.71,1.07-0.71,1.72v19.97L5.33,37.93L5.33,37.93L5.33,37.93z M42.17,15.52 c-1.48,0-2.68-1.2-2.68-2.68c0-1.48,1.2-2.68,2.68-2.68h17.98c1.48,0,2.68,1.2,2.68,2.68c0,1.48-1.2,2.68-2.68,2.68H42.17 L42.17,15.52L42.17,15.52z'/%3E%3Cpath class='st1' d='M91.64,55.53c4.22,0,8.26,0.84,11.94,2.37c3.84,1.58,7.27,3.9,10.15,6.78c2.87,2.87,5.19,6.32,6.78,10.14 c1.53,3.69,2.37,7.72,2.37,11.94c0,4.22-0.84,8.26-2.37,11.94c-1.59,3.83-3.9,7.27-6.78,10.15c-2.88,2.87-6.32,5.19-10.14,6.78 c-3.69,1.53-7.72,2.37-11.94,2.37s-8.26-0.84-11.94-2.37c-3.83-1.59-7.27-3.9-10.15-6.78c-2.88-2.87-5.19-6.32-6.78-10.15 c-1.53-3.69-2.37-7.72-2.37-11.94c0-4.22,0.84-8.25,2.37-11.94c1.59-3.83,3.9-7.27,6.78-10.15c2.87-2.87,6.32-5.19,10.14-6.78 C83.39,56.37,87.41,55.53,91.64,55.53L91.64,55.53z M88.38,74.63c0-0.49,0.1-0.96,0.28-1.4c0.19-0.45,0.46-0.85,0.79-1.19 s0.74-0.61,1.19-0.79c0.44-0.18,0.91-0.28,1.4-0.28s0.96,0.1,1.4,0.28c0.46,0.19,0.86,0.46,1.19,0.79 c0.33,0.33,0.61,0.74,0.79,1.19c0.18,0.43,0.28,0.91,0.28,1.4v13.14l8.28,4.38c0.07,0.04,0.14,0.09,0.21,0.13 c0.38,0.25,0.69,0.56,0.94,0.9c0.27,0.37,0.46,0.79,0.57,1.23c0.11,0.45,0.14,0.93,0.08,1.4c-0.06,0.46-0.21,0.91-0.45,1.32 l-0.09,0.15l-0.07,0.09c-0.25,0.36-0.55,0.67-0.88,0.9c-0.37,0.27-0.79,0.46-1.22,0.57c-0.45,0.11-0.93,0.14-1.4,0.08 c-0.46-0.06-0.91-0.21-1.32-0.45l-10.04-5.37c-0.29-0.15-0.55-0.34-0.77-0.56c-0.23-0.22-0.44-0.47-0.61-0.75l-0.02-0.04 c-0.17-0.28-0.3-0.57-0.39-0.88c-0.09-0.32-0.14-0.65-0.14-0.99l0,0L88.38,74.63L88.38,74.63L88.38,74.63z'/%3E%3C/g%3E%3C/svg%3E")
</style>
