<template lang="pug">
    section.py-3
      div.container
        h1.text-center="Прокат машин в Сочи"
        p="Прокат авто в Сочи с компанией «Sochi Rent-a-Car» сбережет Ваше время, силы и нервы и наполнит Ваше пребывание в Сочи комфортом и удобством."
        p="Нужен автомобиль в аренду в Сочи? Это перестает быть проблемой, если вы обратитесь в нашу компанию, так как у нас вы можете арендовать автомобиль, как легкового типа, так и микроавтобус. Следует сказать и про модельный ряд – у нас вы можете подобрать авто как бюджетного класса, так и премиум. Кроме этого, нужно отметить, что мы постоянно расширяем автопарк, поэтому, выбор только увеличивается. В данный момент мы оперируем автопарком в размере более чем 250 автомобилей."
        p="В чем основное преимущество аренды транспортного средства? Предположим, что автомобиль или микроавтобус вам нужен только от случая к случаю. При таком положении дел, покупать авто невыгодно, так как его использование будет просто нерентабельно. Кроме того, что стоимость топлива постоянно повышается, требуются затраты на уход за автомобилем (масло, замена резины и комплектующих), покупка или аренда гаража. Также не следует забывать и о прохождении обязательного технического осмотра."
        p="Услуги аренды авто избавляют вас от таких проблем. В нужное вам время вы получаете подготовленный автомобиль, со всеми необходимыми для использования документами. В нашем автопарке большой выбор автомобилей комфорт, бизнес и представительского класса."
        h3="Наши преимущества"
        p="Аренда автомобиля в Сочи от нашей компании - это не только выгодно, но и удобно. Подтверждается это утверждение следующими факторами:"
        ul
          li="вы можете взять авто в аренду с водителем и без водителя;"
          li="возможна круглосуточная подача авто, к примеру, если вам нужна аренда авто в аэропорту Сочи;"
          li="быстрое оформление документов. Все, что вам нужно для оформления аренды – паспорт и водительское удостоверение, если вы предполагаете брать автомобиль без водителя;"
          li="автопарк с разными моделями - есть из чего выбрать даже самому привередливому клиенту;"
          li="пробег без ограничений по Краснодарскому краю, набор автомобилиста и другие дополнительные услуги уже включены в стоимость аренды."
          li="Возможно, вы хотите совершить поездку за город, на большие расстояния? В таком случае, мы готовы предоставить вам машину и для таких целей – аренда авто для поездки по побережью Черного моря."
        h3="Посуточный прокат авто в Сочи без водителя"
        p="У нас вы можете заказать прокат авто в Сочи без водителя посуточно или сразу на несколько дней, как вам будет удобно."
        h4="Как мы работаем?"
        p="Все, что вам нужно сделать, это выбрать необходимое авто из каталога и связаться с нами для его бронирования. Оформление аренды происходит максимально быстро. Однако примите во внимание то, что ваш водительский стаж должен быть не менее трех лет."
        p="В любое удобное для вас время вы можете заказать прокат автомобилей в Сочи без водителя, цены указаны на нашем сайте в соответствующем разделе. Произвести оплату за услуги вы можете посредством как наличного, так и безналичного расчета. Обратите внимание, что внесение депозита осуществляется непосредственно при передаче автомобиля в ваше временное пользование."
        p="По всем дополнительным вопросам вы всегда можете обращаться к нам за консультацией. Контакты для обратной связи указаны ниже. Также вы можете воспользоваться услугой обратного звонка. Будем рады видеть вас среди наших клиентов."
        div.clearfix
</template>

<script>
  export default {
    name: "mainPageArticle"
  }
</script>

<style lang="sass" scoped>

</style>
