<template lang="pug">
    section.py-3
      div.container
        h2.text-center="Аренда авто в Сочи"
        p="Вы приехали в Сочи отдохнуть? Или же посетили наш прекрасный город по работе? Не хотите все время пребывания провести в длительных поездках в неудобном и медленном общественном транспорте? Тогда аренда авто в Сочи «Sochi Rent-a-Car» - это именно то, что вам нужно."

        p="Высококлассный сервис, комплексное обслуживание, современные стильные автомобили на любой вкус и просто удобный прокат авто в Сочи – все это вы в любой момент можете получить, если обратитесь к нам. И мы действительно предоставляем сервис европейского уровня."

        p="Все это не пустые слова! За время своей деятельности наша компания была задействована в проведении свыше сотни различных мероприятий. Нашими услугами пользовались певцы, актеры, политики, массовые деятели, транспортные компании и, конечно же, тысячи простых гостей и жителей Крыма."

        p
          strong="Своей работой мы доказываем, что аренда авто в Сочи может быть удобной, недорогой и на 1оо% качественной."
        p="Преимущества работы с нами:"
        ul
          li="Удобство аренды. Не придется долго ждать, пока машину подготовят. С вашей стороны требуется только предоставить водительское удостоверение. Далее выбранная машина в вашем распоряжении."
          li="Индивидуальный подход. Мы можем помочь выбрать наиболее подходящую для вас машину из нашего автопарка: ручная или автоматическая коробка передач, мощность, габариты, объем двигателя, марка и т.д."
          li="Разумные цены. Мы никогда не ставим сверхвысоких цен, делая аренду доступной для всех, кому она необходима."
        p="Мы считаем, что прокат авто в Сочи всегда должен оставаться доступным и быть максимально удобным для наших клиентов. И специалисты компании «Sochi Rent-a-Car» сделали для этого все необходимое."

        p="Комфорт, удобство, надежность – все эти характеристики идеально описывают автомобили, которые мы предлагаем. Хотите сделать свое пребывание в Сочи идеальным, потратив при этом действительно немного денег, но воспользовавшись услугами европейского класса? Тогда аренда авто в Сочи «Sochi Rent-a-Car» приветствует вас! Здесь вы найдете идеальную машину для себя. Не жертвуйте своим комфортом! Выбирайте только лучший прокат авто в Сочи!"
        div.clearfix
        div.py-2.my-3
</template>

<script>
  export default {
    name: "mainPageArticle"
  }
</script>

<style lang="sass" scoped>

</style>
