<template lang="pug">
  div.wrapper
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bc")
        b-row
          b-col(sm="12" md="3" lg="3")
            aside
              div.side-wrapper
                support-sidebar-menu
          b-col(sm="12" md="9" lg="9")
            h1="Ответственность сторон при аренде автомобиля"
            blockquote.p-3
              b="В данном разделе приведена часть договора аренды (раздел “6. Ответственность сторон”), который заключается между Арендатором и Арендодателем. Полный экземпляр договора вы можете запросить у менеджера компании при бронировании автомобиля.\n"
            div
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |6.1. Арендодатель несет ответственность за исправное техническое состояние и комплектацию транспортного средства на момент передачи его Арендатору, соответствие документов, прилагаемых к ТС действующему законодательству.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |6.2. Арендатор несет ответственность за сохранность транспортного средства, прилагаемого к нему имущества и документов в течение всего срока Аренды.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |6.2.1. В случае возврата транспортного средства по истечении срока аренды или досрочно в состоянии, отличном от того, в каком оно находилось в момент передачи в пользование Арендатору или невозврата, вследствие утраты или гибели, по своей вине, либо по обоюдной вине, либо если виновное лицо не установлено, Арендатор несёт финансовую ответственность:
                br
                |- если ущерб автомобилю не превышает франшизу (сумма индивидуальна для каждого автомобиля) рублей, то Арендатор возмещает размер причиненного ущерба;
                br
                |- если ущерб автомобилю превышает франшизу (сумма индивидуальна для каждого автомобиля) рублей, то арендатор выплачивает сумму в размере франшизы.
                br
                |При условии, что Арендатор предоставляет в течение 3х рабочих дней (если иное не предусмотрено настоящим Договором или законом) все необходимые документы, подтверждающие событие, в результате которого повреждено, уничтожено или утрачено транспортное средство.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |6.2.2. В случае возврата транспортного средства по истечении срока аренды или досрочно в состоянии, отличном от того, в каком оно находилось в момент передачи в пользование Арендатору или невозврата, вследствие утраты или гибели, Арендатор обязан возместить ущерб в полном объеме, вне зависимости от вины, если:
                br
                |- управлял ТС в состоянии алкогольного или наркотического опьянения;
                br
                |- не предоставил в течение 3х рабочих дней (если иное не предусмотрено настоящим Договором или законом) все необходимые документы, подтверждающие событие, в результате которого повреждено, уничтожено или утрачено транспортное средство;
                br
                |- нанесен вред интерьеру салона, элементам подвески ТС, стеклам, колесным дискам и шинам (за исключением естественного износа шин);
                br
                |- неисправность ТС наступила вследствие неисполнения Арендатором требования по представлению ТС для очередного обслуживания, изложенные в п. 5.2.11;
                br
                |- самовольно (нарушение пунктов 5.2.16 и 5.2.17) заменил узлы, детали и агрегаты транспортного средства. Ущерб состоит из стоимости работ по восстановлению транспортного средства в исходное состояние с учетом стоимости деталей у официального дилера;
                br
                |- утрата, гибель или повреждение ТС произошли за пределами территории РФ;
                br
                |- допустил провал ТС под лед при движении по ледовым переправам, по которым запрещено движение или не разрешено компетентными органами;
                br
                |- утрата, гибель или повреждение ТС произошли в результате преднамеренных или мошеннических действий, бездействий.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |6.3. Кроме возмещения понесенного арендодателем ущерба (п 6.2.2.), наступившего в результате повреждения или утраты транспортного средства, Арендатор возмещает упущенную выгоду в виде оплаты времени вынужденного простоя транспортного средства, необходимого для полного восстановления ТС в состояние, в котором оно находилось в момент передачи транспортного средства в пользование Арендатору. В случае утраты или полного уничтожения транспортного средства, временем простоя считается время со дня окончания срока аренды по настоящему Договору до дня возмещения Арендатором полной (или частичной – п. 6.4) стоимости транспортного средства.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |6.4. В случае повреждения транспортного средства размер подлежащих возмещению затрат на восстановительный ремонт транспортного средства определяется по Приложению №2 к настоящему Договору (Стоимость восстановительного ремонта автомобиля, дополнительных услуг, и оборудования), а в случае гибели или утраты транспортного средства, в размере рыночной стоимости транспортного средства на дату гибели или утраты.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |6.5. Ущерб, предусмотренный п.6.2., настоящего Договора, а также задолженность (штраф) по п.п.5.2.5, 5.2.20, 5.2.18, 5.2.19, 4.4., 4.2., 3.3. подлежат возмещению в течении 15 календарных дней с момента их образования, либо соглашением сторон может быть установлен иной срок.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |6.6. В случае нарушения п.6.5 настоящего Договора, Арендатор платит неустойку в размере 1% от суммы ущерба (штрафа, задолженности) за каждый день просрочки.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |6.7. Арендатор не несёт материальную ответственность, если ущерб (повреждение) автомобилю нанесен не по его вине, страховой случай оформлен в компетентных органах и установлено виновное лицо.
</template>

<script>
import devider from "../../components/devider";
import BreadCrumbs from "../../components/BreadCrumbs";
import loader from "../../components/loader";
import supportSidebarMenu from "~/components/supportSidebarMenu";
export default {
  head () {
    return {
      title: 'Ответственность сторон при аренде авто',
      meta: [
        {hid: 'description', name: 'description', content: 'Ответственность сторон при аренде автомобиля: отвественность арендатора и арендодателя автомобиля, нарушения условий договора.'}
      ]
    }
  },
  name: "doc",
  components: {
    devider,
    loader,
    BreadCrumbs,
    supportSidebarMenu
  },
  data(){
    return {
      loaded: false,
      bc: [
        {
          text: this.$t('breadcrumbs1'),
          to: { name: this.$assets.prefix('index', this.$i18n.locale) }
        },
        {
          text: 'Ответственность сторон при аренде автомобиля',
          active: true
        }
      ],
      arri: []
    }
  },
  computed: {
    list(){
      return this.prepare(this.arri).sort(this.$filters.comparePrice)
    }
  },
  methods:{
    prepare(data) {
      let elements = [];
      let prices = [];
      let res = [];
      data.map((el)=>{
        if (elements.indexOf(el['brand-model'])+1){
          if(prices[el['brand-model']].indexOf(el['1day']) + 1){
          }else{
            prices[el['brand-model']] = [el['1day']];
            res.push(el)
          }
        }else{
          elements.push(el['brand-model']);
          if(Array.isArray(prices[el['brand-model']])){
            prices[el['brand-model']].push(el)
          }else{
            prices[el['brand-model']] = [el['1day']]
          }
          res.push(el)
        }
      });
      return res
    },
    async makeReq(){
      this.$axios.get(`totalTable?city=${this.$config.station}`)
        .then((result)=>{
          if (result.data.status === 'success'){
            this.arri = result.data.data;
            this.loaded = true;
          }
        })
    }
  },
  mounted(){
    this.makeReq()
  }
}
</script>

<style lang="sass" scoped>
blockquote
  background: rgba(0, 247, 255, 0.3)
  border-radius: 25px
  border: 1px solid dodgerblue
</style>
