<template lang="pug">
  div.wrapper
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bc")
        b-row
          b-col(sm="12" md="3" lg="3")
            aside
              div.side-wrapper
                support-sidebar-menu
          b-col(sm="12" md="9" lg="9")
            h1="Инструкция действий клиента при ДТП"
            p
              b="Основные шаги при ДТП"
            ol
              li="Не перемещайте автомобиль."
              li="Сделайте видео и фотофиксацию повреждений автомобиля, места происшествия, расположения других участников ДТП и предметов."
              li="Вызовите сотрудников ГИБДД."
              li="Сообщите о случившемся менеджеру компании."
              li="Оформите документы по ДТП с сотрудниками ГИБДД - передайте оригиналы менеджеру компании при возврате автомобиля или иные сроки, установленные договором аренды."
            p
              b="Подробная инструкция оформления дорожно-транспортного происшествия"
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Не меняйте положение автомобиля и предметов, имеющих отношение к ДТП, установите знак аварийной остановки, включите аварийную сигнализацию.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |По телефону 112 сообщите о происшествии и попросите связать с дежурной частью местного отдела ГИБДД.
                br
                span.text-error="ВНИМАНИЕ! "
                |Откажитесь от самостоятельного оформления ДТП (по европротоколу), если сотрудники ГИБДД будут предлагать данный вариант. Сообщите о том, что вы являетесь арендатором автомобиля, и собственник настаивает на оформлении ДТП с уполномоченными сотрудниками ГИБДД. Вы имеете на это право в соответствии с п.285 Приказа МВД России № 664 от 23 августа 2017 года.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Зафиксируйте с помощью фото и видео:
                ul
                  li="повреждения автомобиля (вашего и других участников);"
                  li="расположение ТС по отношению к другим дорожным объектам на месте происшествия;"
                  li="следы и предметы, относящиеся к происшествию."
                |Данные материалы помогут при разборе происшествия.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Свяжитесь с менеджером компании и сообщите о происшествии. Пришлите видео и фотографии: панорамные со всех сторон и детальные. Желательно, не менее 10 фотографий.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Во время оформления ДТП заполните Объяснение для ГИБДД. Сфотографируйте данный документ и отправьте фото менеджеру компании. Согласно ст.25.1 КоАП РФ вы имеете право знакомиться со всеми материалами дела по административному правонарушению. Фотографии могут понадобиться страховой компании для принятия решения по ДТП.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Получите у сотрудников ГИБДД документ об оформлении ДТП. Как правило, это Протокол, Определение или Постановление (может быть один или несколько документов). В документе должны быть указаны обстоятельства ДТП и виновная сторона. Оригиналы документов предоставьте менеджеру при возврате автомобиля.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |При оформлении документов проверьте, чтобы:
                ul
                  li="все внешние повреждения автомобиля, которые относятся к этому происшествию, были зафиксированы."
                  li="не было опечаток, ошибок, описок, разночтений. Опечатки в документах могут стать причиной отказа страховой компании в возмещении ущерба."
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Если вы не получили документ об оформлении, то узнайте у сотрудников ГИБДД, когда и где его можно получить. После получения предоставьте оригиналы менеджеру.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Если ДТП рассматривает группа разбора, вам необходимо прибыть в указанное место и время и получить от сотрудников ГИБДД документы с результатами рассмотрения. В документах должны быть указаны обстоятельства ДТП и виновная сторона. Оригиналы документов необходимо также предоставить менеджеру компании.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |При проведении медицинского освидетельствования предоставьте Акт. Он необходим страховой компании для принятия решения по ДТП."
                br
                span.text-error="ВНИМАНИЕ!"
                |Отказ от мед. освидетельствования приравнивается к наличию опьянения. В этом случае вы оплачиваете ущерб, причиненный автомобилю в полном объеме, несмотря на отсутствие вашей вины в ДТП.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Если вы не предоставляете оригиналы документов в надлежащем виде в определённые договором аренды ТС сроки, то это влечёт полную материальную ответственность за ущерб, причиненный автомобилю, вне зависимости от вашей вины.
            p
              b="При повреждении не в результате ДТП"
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Если вы столкнулись с повреждением автомобиля в результате пожара, обрушения льда или снега, стихийных бедствий, хулиганских действий третьих лиц или украдены комплектующие или отдельные части автомобиля, то следуйте инструкции ниже.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Не перемещайте автомобиль.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Сообщите о происшествии по номеру 112 и попросите соединить с дежурной частью местного отдела ГИБДД.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Сообщите о происшествии менеджеру или позвоните на горячую линию +7 800 444-48-48.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Сфотографируйте и запишите на видео: повреждения автомобиля; расположение ТС по отношению к другим дорожным объектам на месте происшествия; следы и предметы, относящиеся к происшествию. Эти материалы могут потребоваться при разборе происшествия.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |При необходимости дождитесь на месте происшествия представителя нашей компании.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Если автомобиль пострадал от противоправных действий третьих лиц, напишите заявление в территориальный орган полиции. Сделайте фото заявления с отметкой о принятии и получите талон-уведомление. Уточните у сотрудников полиции срок рассмотрения заявления. Получите документы об обстоятельствах случившегося и предоставьте их в компанию.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Если автомобиль пострадал от огня, получите документы о происшествии в пожарной службе: Акт о пожаре и Заключение эксперта о причине пожара, если такое заключение составлялось. Сфотографируйте и запишите на видео: повреждения автомобиля; расположение ТС по отношению к другим дорожным объектам на месте происшествия; следы и предметы, относящиеся к происшествию.
            div.d-flex.justify-start
              span.pr-2="🔸"
              p
                |Если автомобиль пострадал из-за погодных явлений, получите документы о происшествии из гидрометеорологической службы: справку о времени, месте, степени и характере погодных явлений или постановление о введении чрезвычайной ситуации. Сфотографируйте и запишите на видео: повреждения автомобиля; расположение ТС по отношению к другим дорожным объектам на месте происшествия; следы и предметы, относящиеся к происшествию.
            br
            span.text-error="ВНИМАНИЕ!"
            |Если Арендатор не выполнил все необходимые действия, указанные в Страховой инструкции, то Арендатор выплачивает Арендодателю причиненный ущерб в полном размере.
</template>

<script>
import devider from "../../components/devider";
import BreadCrumbs from "../../components/BreadCrumbs";
import loader from "../../components/loader";
import supportSidebarMenu from "~/components/supportSidebarMenu";
export default {
  head () {
    return {
      title: 'Иструкция при ДТП',
      meta: [
        {hid: 'description', name: 'description', content: 'Что необходимо сделать если вы попали в ДТП на арендованном авто: основные шаги, подробная инструкция.'}
      ]
    }
  },
  name: "doc",
  components: {
    devider,
    loader,
    BreadCrumbs,
    supportSidebarMenu
  },
  data(){
    return {
      loaded: false,
      bc: [
        {
          text: this.$t('breadcrumbs1'),
          to: { name: this.$assets.prefix('index', this.$i18n.locale) }
        },
        {
          text: 'Инструкция действий клиента при ДТП',
          active: true
        }
      ],
      arri: []
    }
  },
  computed: {
    list(){
      return this.prepare(this.arri).sort(this.$filters.comparePrice)
    }
  },
  methods:{
    prepare(data) {
      let elements = [];
      let prices = [];
      let res = [];
      data.map((el)=>{
        if (elements.indexOf(el['brand-model'])+1){
          if(prices[el['brand-model']].indexOf(el['1day']) + 1){
          }else{
            prices[el['brand-model']] = [el['1day']];
            res.push(el)
          }
        }else{
          elements.push(el['brand-model']);
          if(Array.isArray(prices[el['brand-model']])){
            prices[el['brand-model']].push(el)
          }else{
            prices[el['brand-model']] = [el['1day']]
          }
          res.push(el)
        }
      });
      return res
    },
    async makeReq(){
      this.$axios.get(`totalTable?city=${this.$config.station}`)
        .then((result)=>{
          if (result.data.status === 'success'){
            this.arri = result.data.data;
            this.loaded = true;
          }
        })
    }
  },
  mounted(){
    this.makeReq()
  }
}
</script>

<style lang="sass" scoped>
.text-error
  color: red
  margin-right: 5px
  font-weight: bold
</style>
