<template lang="pug">
  section
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        b-row
          b-col(sm="12" md="3" lg="3")
            aside
              div.side-wrapper
                about-sidebar-menu
          b-col(sm="12" md="9" lg="9")
            article
              h1="Часто задаваемые вопросы и ответы об аренде автомобиля"
              div(v-for="(i, idx) in faq" :key="idx" v-bind:class="{active: idx === index}").colapsed_pan
                div(@click="index = idx").question
                  h6(v-html="i.q").mb-1
                  img(:src="angle")
                div.answer
                  p
                    strong="Ответ: "
                    span(v-html="i.a")
</template>

<script>
  import devider from "../../../components/devider";
  import BreadCrumbs from "../../../components/BreadCrumbs";
  import aboutSidebarMenu from "../../../components/aboutSidebarMenu";
  export default {
    head () {
      return {
        title: 'Часто задаваемые вопросы и ответы об аренде автомобиля',
        meta: [
          {hid: 'description', name: 'description', content: 'Аренда авто в компании "Sochi Rent-a-Car": ✮ без ограничения пробега ✮ скидки до 25% ✮ 250 машин в автопарке ✮ бесплатная подача в аэропорт ✮ Бронируй онлайн!⭐'}
        ]
      }
    },
    components: {
      devider,
      BreadCrumbs,
      aboutSidebarMenu
    },
    data(){
      return {
        angle: require('../../../assets/images/angle-arrow-down.svg'),
        bcItems: [
          {
            text: 'Главная страница',
            to: '/'
          },
          {
            text: 'О компании',
            to: '/about'
          },
          {
            text: 'FAQ',
            active: true
          }
        ],
        index: 0,
        faq: [
          {
            q: "Какие документы необходимо предоставить для аренды автомобиля?",
            a: "паспорт РФ (главная страница и прописка)/заграничный паспорт (только для иностранных граждан), водительское удостоверение (с двух сторон).",
          },
          {
            q: "Когда будет готов Договор и другие необходимые документы?",
            a: "Ваш Договор аренды и другие сопутствующие документы будут готовы к моменту получения автомобиля.",
          },
          {
            q: "Автомобили застрахованы?",
            a: "Все автомобили нашей компании застрахованы по КАСКО и ОСАГО. Согласно Договору аренды Ваша ответственность ограничена франшизой по полису КАСКО в размере 30.000 рублей. Для снятия ограничений Вы можете воспользоваться услугой «Отмена залога и франшизы».",
          },
          {
            q: "Что будет с залогом, когда закончится срок аренды?",
            a: "Сумма залога в обязательном порядке будет возвращена Вам по окончании срока аренды автомобиля, при соблюдении всех условий Договора.",
          },
          {
            q: "Обязательно ли вносить предоплату?",
            a: "Предоплата в размере 20% от стоимости аренды, является обязательным условием для бронирования автомобиля. После внесения предоплаты, для Вас будет забронирован конкретный автомобиль, персональные данные которого (цвет, комплектация, год выпуска, регистрационный знак) будут указаны в Договоре аренды и Ваучере на получение автомобиля.",
          },
          {
            q: "Как внести предоплату?",
            a: "Вы можете внести предоплату  с помощью онлайн сервиса на сайте нашей компании.",
          },
          {
            q: "Можно ли оплатить аренду картой?",
            a: "Вы можете оплатить аренду автомобиля  с помощью карты Master Card, Visa или МИР в офисе нашей компании.",
          },
          {
            q: "Как найти Вас в Аэропорту города Симферополь?",
            a: "По прилету в Аэропорт города Симферополь наш менеджер свяжется с Вами. Передача автомобиля осуществляется на парковке Аэропорта города Симферополь.",
          },
          {
            q: "Может ли к управлению автомобилем быть допущен еще один водитель?",
            a: "К управлению автомобилем могут быть допущены другие водители при условии соответствия требованиям, предъявляемым к Арендатору, а также при наличии аналогичного набора документов.",
          },
          {
            q: "Обязательно ли перед возвратом автомобиля его мыть и заправлять?",
            a: "Автомобиль Вы получите чистым, с полным баком бензина. По окончании срока аренды необходимо вернуть его в чистом виде, либо оплатить мойку ТС в размере 1000 рублей. Топливный бак также должен быть полным, либо Вам необходимо будет оплатить недостающее количество топлива по прайсу компании.",
          },
          {
            q: "Какое топливо использовать для заправки автомобиля?",
            a: "Для заправки автомобиля необходимо использовать бензин АИ-95.",
          },
          {
            q: "Услуга \"Отмена залога и франшизы\" - что это?",
            a: "Услуга \"Отмена залога и франшизы\" за дополнительную плату освобождает Вас от внесения залога и отменяет франшизу (в размере 30.000 рублей) по полису КАСКО, и вместе с тем обязывает предоставить все справки о повреждении транспортного средства из ГИБДД.",
          },
          {
            q: "Что делать, если автомобиль выйдет из строя не по моей вине?",
            a: "В случае поломки мы оперативно и бесплатно заменим автомобиль на аналогичный, либо в короткие сроки устраним причину поломки.",
          },
          {
            q: "Необходимо ли вносить Аэропортовый сбор?",
            a: "В нашей компании отсутствуют всевозможные сборы и дополнительные платежи, *например: сбор за подачу/возврат автомобиля в Аэропорту в нерабочее время, Аэропортовый сбор, доплата за зимние шины и набор автомобилиста.*",
          },
          {
            q: "Мы планируем путешествие с маленькими детьми, у Вас можно арендовать детские кресла?",
            a: "Детские кресла и бустеры можно арендовать за дополнительную плату согласно прайсу компании. Необходимо заказать эту услугу заблаговременно.",
          },
          {
            q: "Каковы ограничения по суточному пробегу?",
            a: "Пробег по территории Сочинского района не ограничен.",
          }
        ]
      }
    }
  }
</script>

<style lang="sass" scoped>
  @import "../../../assets/styles/variables"
  aside
    position: relative
    height: 100%
    .side-wrapper
      position: -webkit-sticky
      position: sticky
      top: 0
      padding: 15px 0
  .colapsed_pan
    margin-bottom: 10px
    border-bottom: 1px solid $primary_hover
    cursor: pointer
    .question
      padding: 5px 10px
      display: flex
      justify-content: space-between
      align-items: center
      h6
        display: inline
        border-bottom: 1px solid transparent
      img
        width: 20px
        height: 10px
        transform: rotate(180deg)
        transition: 0.6s
    .answer
      padding: 5px 10px
      display: none
    &.active
      .answer
        padding: 5px 10px
        display: flex
      .question
        padding: 5px 10px
        h6
          display: inline
          border-bottom: 1px solid $primary_hover
        img
          width: 20px
          height: 10px
          transform: rotate(0deg)
          transition: 0.6s

</style>
