<template lang="pug">
  section
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        b-row
          b-col(sm="12" md="3" lg="3")
            aside
              div.side-wrapper
                about-sidebar-menu
          b-col(sm="12" md="9" lg="9")
            article
              h1="Часто задаваемые вопросы и ответы об аренде автомобиля"
              div(v-for="(i, idx) in faq" :key="idx" v-bind:class="{active: idx === index}").colapsed_pan
                div(@click="index = idx").question
                  h6(v-html="i.q").mb-1
                  img(:src="angle")
                div.answer
                  p
                    strong="Ответ: "
                    span(v-html="i.a")
</template>

<script>
  import devider from "../../../components/devider";
  import BreadCrumbs from "../../../components/BreadCrumbs";
  import aboutSidebarMenu from "../../../components/aboutSidebarMenu";
  export default {
    head () {
      return {
        title: 'Часто задаваемые вопросы и ответы об аренде автомобиля',
        meta: [
          {hid: 'description', name: 'description', content: 'Аренда авто в компании "Sochi Rent-a-Car": *✮* без ограничения пробега *✮* скидки до 25% *✮* 350 машин в автопарке *✮* бесплатная подача в аэропорт*✮* Бронируй онлайн!⭐'}
        ]
      }
    },
    components: {
      devider,
      BreadCrumbs,
      aboutSidebarMenu
    },
    data(){
      return {
        angle: require('../../../assets/images/angle-arrow-down.svg'),
        bcItems: [
          {
            text: 'Главная страница',
            to: '/'
          },
          {
            text: 'О компании',
            to: '/about'
          },
          {
            text: 'FAQ',
            active: true
          }
        ],
        index: 0,
        faq: [
          {
            q:"Что будет с залогом когда закончится срок аренды?",
            a:"Сумма залога в обязательном порядке будет возвращена Вам по окончании срока аренды автомобиля, сразу после подписания Акта приема-передачи."
          },
          {
            q:"Услуга \"Отмена залога и франшизы\" - что это?",
            a:"Услуга \"Отмена залога и франшизы\" за дополнительную плату освобождает Вас от внесения залога и отменяет франшизу (в размере 30.000 рублей) по полису КАСКО, что позволит Вам не беспокоиться о происшествиях на дорогах Краснодарского края.",
          },
          {
            q:"Обязательно ли оплачивать аренду заранее?",
            a:"Оплатить аренду и внести залог Вы можете непосредственно при получении автомобиля. В случае поступления оплаты для Вас будет забронирован конкретный автомобиль, персональные данные которого (цвет, комплектация, год выпуска, регистрационный знак) будут указаны в Договоре аренды и Ваучере на получение автомобиля, которые мы до начала срока аренды направим Вам на электронную почту.",
          },
          {

            q:"Как внести предоплату?",
            a:"Вы можете внести предоплату как с помощью онлайн сервиса на сайте нашей компании, так и наличными или с помощью банковской карты любого банка в нашем офисе.",
          },
          {
            q:"Может ли к управлению автомобилем быть допущен еще один водитель?",
            a:"К управлению автомобилем могут быть допущены другие водители при условии соответствия требованиям, предъявляемым к Арендатору, а также при наличии аналогичного набора документов.",
          },
          {
            q:"Что делать, если автомобиль выйдет из строя не по моей вине?",
            a:"В случае поломки мы оперативно и бесплатно заменим автомобиль на аналогичный.",
          },
          {
            q:"Какой порядок получения автомобиля в Аэропорту Сочи?",
            a:"По прилету в Аэропорт города Сочи Вам необходимо подойти к стойке нашей компании, которая находится в терминале прилета.",
          },
          {
            q:"Обязательно ли в течение дня оставлять автомобиль на охраняемых парковках или стоянках?",
            a:"В течение дня мы рекомендуем Вам без крайней необходимости не оставлять автомобиль без присмотра. А в темное время суток желательно хранить автомобиль на охраняемых стоянках (парковках).",
          },
          {
            q:"Что делать если я попал в ДТП?",
            a:" В случае ДТП Вам необходимо связаться с нашими специалистами по номеру +7 (988) 282-97-97, затем вызвать на место происшествия сотрудников ГАИ и получить следующие документы: копию Протокола, схему ДТП и справку о ДТП.",
          },
          {
              q:"Автомобили застрахованы?",
              a:"Все автомобили нашей компании застрахованы по КАСКО и ОСАГО. Согласно Договору аренды Ваша ответственность ограничена франшизой по полису КАСКО в размере 30.000 рублей. Для снятия ограничений Вы можете воспользоваться услугой «Отмена залога и франшизы»."
          },
          {
              q:"Когда будет готов Договор и другие необходимые документы?",
              a:"Ваш Договор аренды и другие сопутствующие документы будут готовы к моменту получения автомобиля."
            },
          {
              q:"Обязательно ли перед возвратом мыть и заправлять автомобиль?",
              a:"Автомобиль Вы получите чистым, с полным баком бензина. По окончании срока аренды необходимо вернуть его в чистом виде, либо оплатить мойку ТС в размере 800 рублей. Топливный бак также должен быть полным, либо Вам необходимо будет оплатить недостающее количество топлива из расчета 50 рублей за литр."
            },
          {
              q:"Какое топливо использовать для заправки автомобиля?",
              a:"Для заправки автомобиля необходимо использовать бензин АИ-95."
            },
          {
              q:"Мы планируем путешествие с маленькими детьми, у Вас можно арендовать детские кресла?",
              a:"Да, конечно,необходимо лишь заказать эту услугу заблаговременно."
            }
          ],
      }
    }
  }
</script>

<style lang="sass" scoped>
  @import "../../../assets/styles/variables"
  aside
    position: relative
    height: 100%
    .side-wrapper
      position: -webkit-sticky
      position: sticky
      top: 0
      padding: 15px 0
  .colapsed_pan
    margin-bottom: 10px
    border-bottom: 1px solid $primary_hover
    cursor: pointer
    .question
      padding: 5px 10px
      display: flex
      justify-content: space-between
      align-items: center
      h6
        display: inline
        border-bottom: 1px solid transparent
      img
        width: 20px
        height: 10px
        transform: rotate(180deg)
        transition: 0.6s
    .answer
      padding: 5px 10px
      display: none
    &.active
      .answer
        padding: 5px 10px
        display: flex
      .question
        padding: 5px 10px
        h6
          display: inline
          border-bottom: 1px solid $primary_hover
        img
          width: 20px
          height: 10px
          transform: rotate(0deg)
          transition: 0.6s

</style>
