<template lang="pug">
    section#about
      devider
      main.py-3
        div.container
          BreadCrumbs(:items="bcItems")
          b-row
            b-col(sm="12" md="3" lg="3")
              aside
                div.side-wrapper
                  about-sidebar-menu
            b-col(sm="12" md="9" lg="9")
              article
                h1="О компании"
                p="Компания Sochi Rent-a-Car была основана в 2014 году. За время работы в Сочи наша компания имеет только положительные отзывы от своих клиентов. Мы можем решать транспортные задачи любой сложности, наши водители это профессионалы высочайшего уровня."

                p="Мы с гордостью можем сказать о том, что ни одно крупное событие нашего региона не может быть проведено без нашей профессиональной помощи и поддержки. Официальные лица и делегации, звезды зарубежной  и российской эстрады, группы иностранных туристов, гости конгрессов, форумов, фестивалей различного уровня - это наши клиенты."

                p="Сегодня Республика Сочи находится на пути динамичного развития. Перед нами открыты новые возможности. Вместе с тем, повседневная деятельность, как бизнес-структур, так и современного человека требует оперативного и качественного решения поставленных перед ними задач. В силу различных причин ряд направлений деятельности не может быть качественно реализован силами внутренних структур. Для этого существуют специалисты, которые смогут предоставить качественные услуги."

                p="Наша компания создана исходя из текущих потребностей рынка. Наши сотрудники – это команда профессионалов в области оказания транспортных услуг. Мы обслуживали самые крупные мероприятия, проводившиеся в России, например Саммит АТЭС во Владивостоке и Олимпиаду в Сочи. Структура деятельности нашей компании представлена двумя направлениями: прокат автомобилей и других транспортных средств и предоставление автотранспорта для обслуживания различных мероприятий."

                p="Создание проката автомобилей в Сочи вызвано нашим стремлением сконцентрировать усилия на работе с частными клиентами, что позволяет оказывать услуги, максимально отвечающие их требованиям. Парк автопроката представлен транспортом различного уровня, который включает линейку автомобилей от эконом до V.I.P. класса. Мы жестко контролируем техническое состояние автомобилей. Каждая единица находится в исправном техническом состоянии, имеет страховые полисы ОСАГО, ДСАГО и КАСКО. Исходя из Ваших потребностей в аренде, Вам могут быть предоставлены автомобили как в личное управление без водителя, так и с водителем."

                p="Оказание транспортных услуг при обслуживании мероприятий - отдельное направление бизнеса компании, в основе которого лежит комплексный подход по предоставлению автотранспорта корпоративным клиентам. В рамках этого направления мы можем предложить Вам индивидуальные решения транспортных задач любого уровня сложности. В том числе, обслуживание официальных лиц и делегаций, гастрольных туров артистов и звезд шоу-бизнеса, спортивных мероприятий и торжественных событий. Доверив нам транспортное обслуживание, Вы получите гарантированный результат – точное выполнение поставленных задач, как в части количества, так и в части качества требуемого транспорта, а также высокий уровень обслуживания. Наша задача – построение долгосрочных отношений с Клиентами."

                p="Мы стремимся стать лидером на рынке аренды транспортных средств в Сочи. Для достижения этой цели мы используем:"
                ul.list-unstyled
                  li="- конкурентные преимущества в предоставлении услуг высокого качества;"
                  li="- опыт работы нашей команды в области оказания транспортных услуг;"
                  li="- возможность решения транспортных задач особой сложности;"
                  li="- индивидуальный подход к каждому клиенту вне зависимости от объема предоставляемых услуг."

                p="Для Вашего удобства расчеты за наши услуги, могут производиться как наличным, так и безналичным путем (в том числе, с использованием банковских карт). Специалисты нашей компании на связи с Вами 24 часа в сутки 7 дней в неделю."
</template>

<script>
  import BreadCrumbs from "../../components/BreadCrumbs";
  import devider from "../../components/devider";
  import aboutSidebarMenu from "../../components/aboutSidebarMenu";
  export default {
    head () {
      return {
        title: 'Компания "Sochi Rent-a-Car"',
        meta: [
          {hid: 'description', name: 'description', content: 'Компания "Sochi Rent-a-Car" предлагает аренду машин на выгодных условиях: ✮ без ограничения пробега ✮ скидки до 25% ✮ 250 машин в автопарке ✮ бесплатная подача в аэропорт ✮ Бронируй онлайн!⭐'}
        ]
      }
    },
    components: {
      devider,
      BreadCrumbs,
      aboutSidebarMenu
    },
    data(){
      return {
        bcItems: [
          {
            text: 'Главная страница',
            to: '/'
          },
          {
            text: 'О компании',
            active: true
          }
        ],
      }
    }
  }
</script>

<style lang="sass" scoped>
  @import "../../assets/styles/variables"
  aside
    position: relative
    height: 100%
    .side-wrapper
      position: -webkit-sticky
      position: sticky
      top: 0
      padding: 15px 0
</style>
