<template lang="pug">
  section#rent
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        div(v-if="this.$device.isDesktop").mb-3.d-none.d-md-block
          search-form-for-rent
        div(v-if="this.$device.isMobile")
          b-button(v-b-toggle.searchform).search-mobile-show
            i.calendar
            span="Поиск на ваши даты"
          b-collapse#searchform.py-2
            search-form-for-rent
        h1="Аренда авто в Адлере с выездом в Абхазию"
        div(v-if="loaded")
          c-wo-d-component-full(:items="CWoD")
        div(v-else)
          loader
        div.clearfix
        div(v-if="$i18n.locale === 'ru'")
          h2="Аренда авто в Сочи/Адлере с выездом в Абхазию"
          p="Отдых в Сочи и Адлере можно сделать еще более интересным, если не ограничиваться предложениями экскурсоводов, а взять на прокат автомобиль. Так можно спокойно и без суеты любоваться природными красотами и историческими достопримечательностями и расширить границы своего путешествия. Компания Sochi Rent-a-Car предлагает аренду авто в Сочи и Адлере с выездом в Абхазию."
          h3="Кому можно оформить аренду автомобиля"
          p="Условия предоставления прокатных машин простые:"
          ul
            li="возраст водителя должен быть не менее 21 года;"
            li="водительский стаж – от трех лет;"
            li="потребуются документы – российский или заграничный паспорт и водительское удостоверение с категорией B."
          p="В договоре будет прописано, что авто может выезжать в Абхазию и пересекать границу. Этого достаточно, чтобы беспрепятственно пройти пограничный контроль."
          h3="Какие авто можно арендовать с выездом в Абхазию"
          p="Вы можете выбрать и арендовать автомобиль промо, комфорт или бизнес класса, любой марки и модели, которые предоставляет наш автопрокат. Мы предлагаем новые транспортные средства не старше 2019 года, мировых производителей – Hyundai,  Toyota, Nissan, Kia, Audi и другие. Все зависит от ваших предпочтений. У всех машин автоматическая коробка передач, удобный салон, ими легко управлять, они хорошо маневрируют на дороге. Забронированный транспорт подадим в международный аэропорт Сочи (в Адлере) или другое место по запросу."
          h3="Стоимость проката автомобиля"
          p="Цена услуги аренды автотранспорта зависит от таких факторов:"
          ul
            li="класса автомобиля;"
            li="марки и модели транспортного средства;"
            li="на какой срок арендуете – один или несколько дней."
          p="В нашей компании прозрачная ценовая политика. Все расценки можно посмотреть в описании моделей на сайте или позвонить менеджеру по телефону  +7 (862) 555 28 48, чтобы узнать подробную информацию."
          h3="Полезная информация"
          p="Если вы арендуете автотранспорт с выездом за пределы РФ, обязательно соблюдайте правила безопасности. Контролируйте скорость передвижения машины, иначе вас могут оштрафовать сотрудники дорожной инспекции. При планировании длительной поездки старайтесь заправляться с запасом, так как автозаправочные станции распределены по трассе неравномерно. Будьте внимательны на загородных трассах – иногда на дорогу неожиданно может выбежать дикое животное."
          p="Автопрокат  Sochi Rent-a-Car в Сочи – хорошая возможность получить от путешествия максимум, не зависеть от общественного транспорта и сэкономить на вызовах такси и экскурсиях. Снимайте автомобиль на любое нужное вам время и наслаждайтесь свободой перемещения по Краснодарскому краю и республике Абхазия."
        div.my-3
          h4="Для персонального предложения заполните форму"
          feedback-form(type="rent")
</template>

<script>
import SearchFormForRent from "@/components/SearchFormForRent";
import FeedbackForm from "@/components/feedbackForm";
import devider from "@/components/devider";
import BreadCrumbs from "@/components/BreadCrumbs";
import loader from "@/components/loader";
import CWoDComponentFull from "@/components/CWoDComponentFull";

export default {
  head () {
    return {
      title: 'Аренда авто для для путешествий в другой город | Sochi Rent-a-Car',
      meta: [
        {hid: 'description', name: 'description', content: 'Арендуйте автомобиль в Адлере или Сочи для поездки в другие города России. 350 машин в автопарке, без ограничения пробега, скидки до 25% и бесплатная подача в аэропорт ☎+7(862)555-28-48'}
      ]
    }
  },
  components:{
    SearchFormForRent,
    FeedbackForm,
    devider,
    BreadCrumbs,
    loader,
    CWoDComponentFull
  },
  data(){
    return {
      CWoDItems: require('../cars.json').CWoD,
      loaded: true,
      bcItems: [
        {
          text: this.$t('breadcrumbs1'),
          to: { name: this.$assets.prefix('index', this.$i18n.locale) }
        },
        {
          text: this.$t('breadcrumbs122'),
          active: true
        }
      ],
    }
  },
  computed: {
    CWoD(){
      let res = [];
      for (let item in this.CWoDItems){
        res.push(this.CWoDItems[item])
      }
      return res
    }
  },
  mounted() {
  }
}
</script>

<style scoped>

</style>
