<template lang="pug">
  section#rent
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        div(v-if="this.$device.isDesktop").mb-3.d-none.d-md-block
          search-form-for-rent
        div(v-if="this.$device.isMobile")
          b-button(v-b-toggle.searchform).search-mobile-show
            i.calendar
            span="Поиск на ваши даты"
          b-collapse#searchform.py-2
            search-form-for-rent
        h1="Аренда машины на сутки без водителя"
        div(v-if="loaded")
          c-wo-d-component-full(:items="CWoD")
        div(v-else)
          loader
        div.clearfix
        div(v-if="$i18n.locale === 'ru'")
          h2="Аренда авто на сутки без водителя в Сочи"
          p="Получить иномарку в личное пользование на сутки или несколько дней, чтобы обеспечить максимальный комфорт передвижения, позволит аренда авто без водителя от компании Sochi Rent-a-Car. Большой автопарк позволяет выбрать машину в аренду на сутки без водителя, ориентируясь на цену проката, технические характеристики авто. Вы можете взять автомобиль, удобный в управлении, с вместительным салоном, учитывая все нюансы вашего пребывания в Сочи."
          h3="Когда потребуется аренда авто на сутки без водителя в Сочи"
          p="Взять авто на день без водителя можно для получения личного автотранспорта, если:"
          ul
            li="Вы находитесь на отдыхе в Краснодарском крае и хотите самостоятельно совершать поездки по черноморскому побережью."
            li="Вам нужно лично встретить бизнес-партнера или гостей в аэропорту Адлера, на ж/д или автовокзале."
            li="Вы находитесь в Сочи в командировке и хотите совершать поездки по городу или региону на престижной иномарке."
            li="Ваша машина находится в ремонте, и Вы не привыкли отказывать себе в комфорте."
          p="Оформить посуточно прокат можно и в том случае, если вы решили устроить тест-драйв новому авто. Ведь в нашем автопарке большой выбор новых автомобилей, за рулем которых мечтают посидеть многие автолюбители."
          h3="Преимущества посуточного проката авто без водителя в Сочи"
          p="Суточный прокат автомобилей имеет ряд преимуществ. Он позволяет:"
          ul
            li="Исключить расходы на покупку авто. Цена новых моделей автомобилей может быть вам не по карману. Но не стоит отказывать себе в удовольствии, совершить поездку на модели машины вашей мечты."
            li="Никаких затрат на техническое обслуживание авто. Суточная аренда – это реальная возможность ездить на машине, не думая о поломках и неисправностях. Мы берем на себя все расходы по обслуживанию выставленных в прокат машин. Вы лишь оплачиваете цену посуточной аренды – мы подаем полностью исправный автомобиль."
            li="Большой выбор машин позволяет не только подобрать авто по подходящей цене аренды на день, но и становится вашим шансом сравнить модели и марки транспортных средств на ходу. Это часто помогает определиться с последующей покупкой иномарки."
            li="Суточный прокат по договору исключает риски для обеих сторон. На все дни проката машина застрахована от неожиданных ситуаций на дороге."
            li="Гибкая ценовая политика дает возможность при любом бюджете подобрать для себя подходящий вариант. Вы можете взять на день машину эконом класса или выбрать люксовое авто."
            li="Отсутствие ограничений передвижения позволяет увидеть больше интересных мест, быстро решить деловые вопросы. При этом вы не подстраиваетесь под расписания экскурсионных туров, не тратите время на ожидание такси."
            li="Подача по указанному адресу. Мы доставим автомобиль к отелю в Сочи, в аэропорт Адлера, иному месту вашего пребывания."
          p="Аренда на сутки – это возможность отдохнуть с максимальным комфортом в Сочи всей семьей, выбрав вместительный внедорожник или экономный седан, или без лишних затрат получить автомобиль бизнес-класса для создания благоприятного имиджа в глазах деловых партнеров."
          h3="Как оформить аренду авто на один день в Сочи"
          p="Посуточный прокат авто без водителя в Сочи можно оформить на сайте, заполнив заявку. Для получения машины в пользование на один или несколько дней необходимо:"
          ul
            li="Предоставить паспорт и водительское удостоверение. Документы необходимы для подтверждения личности. Мы не забираем их, а делаем копии и указываем данные в договоре аренды."
            li="Оплатить сумму стоимости аренды за сутки. В каталоге указаны цены на посуточную аренду машин. Вы можете выбрать промо, комфорт, бизнес класс, ориентируясь на личные пожелания и выделенный бюджет."
            li="Внести залог, который возвращается на карту после возврата машины. Из залоговой суммы могут быть покрыты штрафы, которые были наложены на авто во время вашего пребывания за рулем."
          p="Процедура оформления не займет много времени. Вы сможете быстро получить автомобиль без водителя, чтобы самостоятельно совершать поездки по черноморскому побережью."
          p="Взять авто напрокат вы можете, предварительно ознакомившись с техническими характеристиками представленных в каталоге марок и моделей машин. Для получения более подробной информации свяжитесь с нами по телефону +7(862)555-28-48."
        div.my-3
          h4="Для персонального предложения заполните форму"
          feedback-form(type="rent")
</template>

<script>
import SearchFormForRent from "@/components/SearchFormForRent";
import FeedbackForm from "@/components/feedbackForm";
import devider from "@/components/devider";
import BreadCrumbs from "@/components/BreadCrumbs";
import loader from "@/components/loader";
import CWoDComponentFull from "@/components/CWoDComponentFull";

export default {
  head () {
    return {
      title: 'Аренда авто на сутки | Sochi Rent-a-Car',
      meta: [
        {hid: 'description', name: 'description', content: 'Арендуйте автомобиль на сутки в Сочи без водителя. 350 машин в автопарке, без ограничения пробега, скидки до 25% и бесплатная подача в аэропорт ☎+7(862)555-28-48'}
      ]
    }
  },
  components:{
    SearchFormForRent,
    FeedbackForm,
    devider,
    BreadCrumbs,
    loader,
    CWoDComponentFull
  },
  data(){
    return {
      CWoDItems: require('../cars.json').CWoD,
      loaded: true,
      bcItems: [
        {
          text: this.$t('breadcrumbs1'),
          to: { name: this.$assets.prefix('index', this.$i18n.locale) }
        },
        {
          text: this.$t('breadcrumbs122'),
          active: true
        }
      ],
    }
  },
  computed: {
    CWoD(){
      let res = [];
      for (let item in this.CWoDItems){
        res.push(this.CWoDItems[item])
      }
      return res
    }
  },
  mounted() {
  }
}
</script>

<style scoped>

</style>
