<template lang="pug">
  section#rent
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        div(v-if="this.$device.isDesktop").mb-3.d-none.d-md-block
          search-form-for-rent
        div(v-if="this.$device.isMobile")
          b-button(v-b-toggle.searchform).search-mobile-show
            i.calendar
            span="Поиск на ваши даты"
          b-collapse#searchform.py-2
            search-form-for-rent
        h1="Аренда авто для поездки в другой город"
        div(v-if="loaded")
          c-wo-d-component-full(:items="CWoD")
        div(v-else)
          loader
        div.clearfix
        div(v-if="$i18n.locale === 'ru'")
          p="Отправляясь на отдых в Сочи, можно успеть побывать в соседних городах, посмотреть достопримечательности в горах. Передвигаться свободно, куда угодно и в любое время поможет аренда авто для поездки в другой город в компании Sochi Rent-a-car."
          p="Прокат машины для увлекательных поездок по межгороду обходится сравнительно недорого и дает массу возможностей."
          p="Можно устроить путешествие, не привязываясь к расписанию междугородных автобусов и электричек."
          p="Современные авто обеспечивают максимум комфорта, даже в жару."
          p="Поехать можно в соседние города России. При желании можно объехать весь регион."
          p="Легко путешествовать как одному, так и с семьей. Ваши близкие смогут смотреть по сторонам, а вам не придется беспокоиться о их безопасности и удобстве."
          h3="Только лучшее предложение"
          p="Выбирать предлагается из автомобилей не старше трех лет. В автопарке компании представлены марки Toyota, Citroen, Hyundai, BMW, Audi, Mercedes, Mini, Volkswagen, Skoda, Nissan и другие.  Все представленные автомобили 2020-2021 года, комфорт и бизнес классов."
          p="Водитель и пассажиры будут чувствовать себя комфортно в салоне, оснащенном системой климат-контроля, что особенно важно в путешествиях по межгороду."
          p="Дополнительно можно взять напрокат хорошие автолюльку или автокресло для ребенка. Автомобиль может комплектоваться автохолодильником, видеорегистратором, радаром-детектором, wi-fi роутером по выгодной цене."
          p="Стоимость сервиса – средняя по этому региону РФ, рассчитывается за сутки. Срок варьируется от одного дня и более."
          h3="Условия аренды"
          p="Междугородний прокат доступен для водителей старше 21 года и со стажем от 3х лет. Для авто бизнес-класса, кабриолетов и минивенов минимальный возраст от 25 лет. Для оформления аренды необходимо предоставить российские или международные водительские права."
          p="Между сторонами подписывается официальный договор, в котором указываются обязательства сторон, обозначаются время и стоимость аренды. Если водитель не имеет стаж 3 года, то дополнительно можно подключить услугу “Молодой водитель”."
          p="Куда поехать?"
          p="Организовать путешествие по межгороду можно в любую точку юга России, которую вы найдете на карте. Опытные путешественники рекомендуют побывать в бухте и сафари-парке Геленджика, аквапарке в поселке Небуг (одном из самых крупных в стране)."
          h3="Как взять авто напрокат?"
          p="Чтобы арендовать машину для поездок за город, понадобится совсем немного времени. Сначала рекомендуется выбрать подходящую модель на сайте и оформить заявку. Менеджер свяжется с вами в ближайшее время, чтобы уточнить детали услуги."
          p="Забрать машину можно прямо в пункте проката компании в Сочи, в аэропорту или другом удобном для вас месте."
        div.my-3
          h4="Для персонального предложения заполните форму"
          feedback-form(type="rent")
</template>

<script>
import SearchFormForRent from "@/components/SearchFormForRent";
import FeedbackForm from "@/components/feedbackForm";
import devider from "@/components/devider";
import BreadCrumbs from "@/components/BreadCrumbs";
import loader from "@/components/loader";
import CWoDComponentFull from "@/components/CWoDComponentFull";

export default {
  head () {
    return {
      title: 'Аренда автомобиля Адлер-Абхазия | Sochi Rent-a-Car',
      meta: [
        {hid: 'description', name: 'description', content: 'Арендуйте автомобиль в Адлере или Сочи для путешествия в Абхазию. 350 машин в автопарке, без ограничения пробега, скидки до 25% и бесплатная подача в аэропорт ☎+7(862)555-28-48'}
      ]
    }
  },
  components:{
    SearchFormForRent,
    FeedbackForm,
    devider,
    BreadCrumbs,
    loader,
    CWoDComponentFull
  },
  data(){
    return {
      CWoDItems: require('../cars.json').CWoD,
      loaded: true,
      bcItems: [
        {
          text: this.$t('breadcrumbs1'),
          to: { name: this.$assets.prefix('index', this.$i18n.locale) }
        },
        {
          text: this.$t('breadcrumbs122'),
          active: true
        }
      ],
    }
  },
  computed: {
    CWoD(){
      let res = [];
      for (let item in this.CWoDItems){
        res.push(this.CWoDItems[item])
      }
      return res
    }
  },
  mounted() {
  }
}
</script>

<style scoped>

</style>
