<template lang="pug">
  section#rent
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        div(v-if="this.$device.isDesktop").mb-3.d-none.d-md-block
          search-form-for-rent(:default-class="2")
        div(v-if="this.$device.isMobile")
          b-button(v-b-toggle.searchform).search-mobile-show
            i.calendar
            span="Поиск на ваши даты"
          b-collapse#searchform.py-2
            search-form-for-rent(:default-class="2")
        h1="Аренда 7 местного автомобиля минивен"
        div(v-if="loaded")
          c-wo-d-component-full(:items="CWoD" default-class="Минивены")
        div(v-else)
          loader
        div.clearfix
        div(v-if="$i18n.locale === 'ru'")
          p="Минивэн – маневренный, удобный и вместительный автомобиль с простым управлением, предназначенный для перевозки 5-8 человек. В компании Sochi Rent-a-Car в Сочи можно взять в аренду это комфортное авто по адекватной цене. У нас хороший выбор минивенов известных марок различной комплектации на любой вкус."
          h2="Когда стоит выбрать минивэн?"
          p="Услуга аренды минивена востребована большими семьями и дружными компаниями сочинских жителей и гостей города в случаях, когда для размещения пассажиров одной машины мало, а взять в прокат большой микроавтобус невыгодно. В сравнении с ним предлагаемый автомобиль выглядит более привлекательно. Его салон легко трансформируется снятием сидений для размещения багажа, подходит как для трансфера от аэропорта до места проживания, так и для длительных путешествий. Если даже арендовать авто без водителя, вы легко разберетесь с его несложным управлением."
          p="Чаще всего эти транспортные средства клиенты в Сочи выбирают на сутки или более продолжительное время для:"
          ul
            li="поездок по местным достопримечательностям;"
            li="семейного отдыха на природе;"
            li="проведения свадеб, других торжеств;"
            li="трансфера туристических групп;"
            li="проведения экскурсий;"
            li="деловых поездок;"
            li="встреч бизнес-партнеров."
          h2="Какие услуги и авто мы предлагаем?"
          p="Наше предложение выгодно не только для местных, но и дальних поездок по южному региону. Вместительность машины позволит разместить объемный багаж и все необходимое для поездки в Крым, Абхазию или Адыгею. В нашем автопарке нет минивэнов старше 2019 года выпуска, а по эксплуатационным характеристикам и уровню комфорта они не уступают легковым моделям бизнес-класса. Для вашего удобства мы дополнительно оснастим транспортное средство автохолодильником, детским креслом, радаром-детектором. При нежелании садиться за руль самому, воспользуйтесь услугами нашего профессионального водителя."
          p="Получая 7-местный автомобиль в аренду, вы можете воспользоваться рядом выгодных условий:"
          ul
            li="принять участие в акциях и получить несколько скидок сразу в зависимости от срока бронирования (за путешествия с детьми, при оплате аренды наличными, при наличии карты лояльности Аэрофлот Бонус уровня Elit Plus);"
            li="получить бесплатный набор автомобилиста;"
            li="внести депозит непосредственно в момент получения автомашины в пользование;"
            li="пользоваться неограниченным пробегом по территории Краснодарского края и Адыгеи."
          p="После получения заявки наши менеджеры вышлют большие фото выбранного варианта, который вы можете забронировать посуточно или на несколько дней сразу. Мы подадим забронированное транспортное средство в любое место к назначенному времени. В аэропорту Адлера действует круглосуточная бесплатная подача. Для бронирования нужны лишь паспорт, водительское удостоверение (со стажем вождения от трех лет) и именная банковская карта. При потребности в дополнительной консультации, закажите обратный звонок."
        div.my-3
          h4="Для персонального предложения заполните форму"
          feedback-form(type="rent")
</template>

<script>
import SearchFormForRent from "@/components/SearchFormForRent";
import FeedbackForm from "@/components/feedbackForm";
import devider from "@/components/devider";
import BreadCrumbs from "@/components/BreadCrumbs";
import loader from "@/components/loader";
import CWoDComponentFull from "@/components/CWoDComponentFull";

export default {
  head () {
    return {
      title: 'Аренда минивена в Сочи | Sochi Rent-a-Car',
      meta: [
        {hid: 'description', name: 'description', content: 'Арендуйте 7 местный минивен в Сочи. 350 машин в автопарке, без ограничения пробега, скидки до 25% и бесплатная подача в аэропорт ☎+7(862)555-28-48'}
      ]
    }
  },
  components:{
    SearchFormForRent,
    FeedbackForm,
    devider,
    BreadCrumbs,
    loader,
    CWoDComponentFull
  },
  data(){
    return {
      CWoDItems: require('../cars.json').CWoD,
      loaded: true,
      bcItems: [
        {
          text: this.$t('breadcrumbs1'),
          to: { name: this.$assets.prefix('index', this.$i18n.locale) }
        },
        {
          text: this.$t('breadcrumbs122'),
          active: true
        }
      ],
    }
  },
  computed: {
    CWoD(){
      let res = [];
      for (let item in this.CWoDItems){
        res.push(this.CWoDItems[item])
      }
      return res
    }
  },
  mounted() {
  }
}
</script>

<style scoped>

</style>
