<template lang="pug">
  section#rent
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        div(v-if="this.$device.isDesktop").mb-3.d-none.d-md-block
          search-form-for-rent
        div(v-if="this.$device.isMobile")
          b-button(v-b-toggle.searchform).search-mobile-show
            i.calendar
            span="Поиск на ваши даты"
          b-collapse#searchform.py-2
            search-form-for-rent
        h1="Аренда авто в аэропорту Сочи"
        div(v-if="loaded")
          c-wo-d-component-full(:items="CWoD")
        div(v-else)
          loader
        div.clearfix
        div(v-if="$i18n.locale === 'ru'")
          p="Любите самостоятельно выбирать маршрут для путешествий и не привязываться ко времени экскурсий? Тогда прокат авто в Сочи в аэропорту – оптимальное решение."
          p="В этом южном городе, с его прекрасными морскими пляжами, историческими и природными достопримечательностями, знаменитыми олимпийскими объектами автомобиль на прокат дает полную свободу передвижений. Взяв в аренду авто в Сочи в аэропорту, вы можете сразу же отправиться в отель или на деловую встречу, в гости или на экскурсию. Можно поехать из Адлера сразу в соседнюю Абхазию или другие населенные пункты черноморского побережья."
          p="Компания Sochi Rent-a-Car предлагает арендовать авто по доступной цене. Срок аренды выбираете вы сами: день, неделя, две и так далее. Доступа бесплатная подача и прокат авто в аэропорту Адлера."
          h3="Выгодное предложение"
          p="В нашем автопарке – только автомобили 2020 и 2021 годов выпуска: Toyota, Citroen, Hyundai, BMW, Audi, Mercedes, Mini, Volkswagen, Skoda, Nissan и другие. Все машины в отличном состоянии и проходят регулярное ТО. Комфортабельный салон, оборудованный удобными креслами и системой климат-контроля, делает приятными дальние поездки за пределы города. Предоставляются детские автокресла и автолюльки, радары-детекторы, видеорегистраторы, автохолодильники, wi-fi роутеры – за дополнительную плату. Можно воспользоваться услугами мойки, дозаправки."
          p="Стоимость проката рассчитывается за сутки в зависимости от класса автомобиля. При заказе на длительный срок, а также владельцам дисконтных карт предоставляются хорошие скидки. Для водителей со стажем менее 3х лет есть услуга “Молодой водитель”."
          h3="Куда поехать"
          p="Интересных маршрутов множество."
          ul
            li="Красная поляна с ее уникальными горнолыжными трассами."
            li="Горные озера с прозрачной голубой водой."
            li="Новоафонская пещера."
            li="Гегский водопад."
            li="Каньон Белые скалы."
            li="Гора Большой Ахун со смотровой башней."
            li="Собор Михаила Архангела."
            li="Чайные домики в Уч-Дере."
            li="Исторический бульвар."
            li="Приморский парк."
            li="Троице-Георгиевский монастырь и другие места."
          h3="Оформить прокат авто в аэропорту"
          p="Аренда машины в аэропорту происходит в течение 15-20 минут."
          p="Менеджер автопроката готовит заранее все необходимые документы для аренды. При получении автомобиля менеджер проверяет техническое состояние автомобиля, заполняет акт, вы вносите залог и оплачиваете аренду. После машина передается в ваше полное распоряжение."
          p="Чтобы быть уверенным, что подходящее транспортное средство будет ждать вас в аэропорту сразу по прибытии самолета, рекомендуем заранее бронировать, услуга бесплатная для клиента."
          p="Выбирайте вариант на сайте, определяйтесь с датами и временем, а также тем, по какому адресу подача автомобиля: аэропорт в Адлере или другой адрес Сочи. Оставляйте заявку - менеджер свяжется с вами в ближайшее время, чтобы уточнить детали и озвучить полные условия аренды."
        div.my-3
          h4="Для персонального предложения заполните форму"
          feedback-form(type="rent")
</template>

<script>
import SearchFormForRent from "@/components/SearchFormForRent";
import FeedbackForm from "@/components/feedbackForm";
import devider from "@/components/devider";
import BreadCrumbs from "@/components/BreadCrumbs";
import loader from "@/components/loader";
import CWoDComponentFull from "@/components/CWoDComponentFull";

export default {
  head () {
    return {
      title: 'Аренда авто в аэропорте Сочи | Адлер | Sochi Rent-a-Car',
      meta: [
        {hid: 'description', name: 'description', content: 'Арендуйте автомобиль в аэропорте Адлера, в Сочи. 350 машин в автопарке, без ограничения пробега, скидки до 25% и бесплатная подача в аэропорт ☎+7(862)555-28-48'}
      ]
    }
  },
  components:{
    SearchFormForRent,
    FeedbackForm,
    devider,
    BreadCrumbs,
    loader,
    CWoDComponentFull
  },
  data(){
    return {
      CWoDItems: require('../cars.json').CWoD,
      loaded: true,
      bcItems: [
        {
          text: this.$t('breadcrumbs1'),
          to: { name: this.$assets.prefix('index', this.$i18n.locale) }
        },
        {
          text: this.$t('breadcrumbs122'),
          active: true
        }
      ],
    }
  },
  computed: {
    CWoD(){
      let res = [];
      for (let item in this.CWoDItems){
        res.push(this.CWoDItems[item])
      }
      return res
    }
  },
  mounted() {
  }
}
</script>

<style scoped>

</style>
