<template lang="pug">
  section#rent
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        div(v-if="this.$device.isDesktop").mb-3.d-none.d-md-block
          search-form-for-rent
        div(v-if="this.$device.isMobile")
          b-button(v-b-toggle.searchform).search-mobile-show
            i.calendar
            span="Поиск на ваши даты"
          b-collapse#searchform.py-2
            search-form-for-rent
        h1="Аренда машины без водителя"
        div(v-if="loaded")
          c-wo-d-component-full(:items="CWoD")
        div(v-else)
          loader
        div.clearfix
        div(v-if="$i18n.locale === 'ru'")
          h2="Прокат автомобилей без водителя – выгодные условия аренды в Сочи"
          p="Компания Sochi Rent-a-Car предлагает прокат автомобилей в Сочи без водителя посуточно и для долгосрочной аренды.  Оформление услуги займет не более получаса, при этом вы получаете в пользование современное авто в исправном техническом состоянии и с полным баком. Автопарк предприятия насчитывает более 250 машин – легковых, кроссоверов, минивэнов любого класса комфортности."
          p="Аренда автомобиля в Сочи дает возможность обрести свободу действий не только туристам и командировочным, но также местным жителям. Если вы по какой-либо причине оказались без средства передвижения, в нашей компании вы сможете подобрать легковую машину с нужными характеристиками."
          p="Оформить в прокат понравившееся транспортное средство можно через онлайн-бронирование, при этом необходимо внести предоплату в размере 20 % от стоимости услуги вне зависимости от того, на какой срок вы планируете взять машину – посуточно или по долгосрочной аренде."
          p="Важно. У нас нет ограничений по пробегу, как в большинстве аналогичных фирм. Наши клиенты могут ездить столько, сколько посчитают нужным по Краснодарскому краю. Если у вас намечена поездка из Адлера в Туапсе, с нашей стороны также препятствий не будет."
          h3="Как оформить аренду машины без водителя"
          p="Чтобы взять легковой автомобиль в аренду, вам понадобится паспорт, водительское удостоверение и банковская карта. Депозит вносится непосредственно перед тем, как забрать ТС со стоянки. Вы можете забронировать авто заранее с подачей в нужное вам место – в аэропорт Сочи (Адлер), ж/д вокзал в Сочи и Адлере, в Красную Поляну, в Олимпийский парк и другие места. Сдача машин также происходит около офисов или в пунктах обслуживания клиентов."
          p="К водителю предъявляются следующие требования:"
          ul
            li="возраст не менее 21 года;"
            li="водительский стаж от трех лет;"
            li="для российских граждан – действующая прописка, для иностранных – загранпаспорт и водительское удостоверение международного образца."
          p="Мы предлагаем большое количество дополнительных опций. Детское кресло, навигатор, набор автомобилиста предоставляются бесплатно. Мы работаем круглосуточно, поэтому у вас не возникнет проблем с ожиданием. Если легковая машина или кроссовер требуется ночью, в назначенный час она будет ожидать вас в оговоренном месте."
          h3="Прокат автомобилей в Сочи без водителя – условия, цены, скидки"
          p="Наша компания предлагает понятные и прозрачные условия аренды. После внесения предоплаты для вас будет забронирован конкретный автомобиль, персональные данные которого будут указаны в договоре. Оплатить услугу можно на сайте или в офисе."
          p="Мы постоянно пополняем наш автопарк, все автомобили находятся в технически исправном состоянии. Кроме того, вы получаете в пользование легковой автомобиль чистым и полностью заправленным."
          p="Стоимость аренды зависит от нескольких факторов:"
          ul
            li="класса ТС – легковые авто арендовать дешевле, чем кроссоверы или минивэны."
            li="срока договора –прокат сроком на неделю и более обойдется дешевле, чем аренда посуточно;"
            li="дополнительных услуг – предоставление автолюльки, видеорегистратора, Wi-Fi роутера, автохолодильника оплачивается сверх тарифа."
          p="Также дополнительно придется заплатить за выезд в Абхазию, дозаправку, мойку транспортного средства."
          p="Размер депозита – от 5 тысяч рублей, вносится непосредственно перед передачей авто. При соблюдении условий договора страховая сумма будет возвращена вам в течение 30 дней после окончания срока аренды."
          p="У нас предусмотрена бесплатная подача в аэропорт Адлера и в офисе компании в Адлере. Аэропортовый сбор и другие платежи у нас не практикуются. Вы платите только за те услуги, которые прописаны в договоре."
          p="Самые выгодные условия у нас предусмотрены при долгосрочной аренде, в этом случае можно получить скидку до 50 %."
          h2="Как происходит сдача автомобиля"
          p="Арендованное авто нужно сдать чистым и с полным баком, то есть предварительно вам потребуется заехать на мойку и на заправку. Если у вас нет возможности или времени на это, дополнительную мойку и заправку можно заказать за отдельную плату."
        div.my-3
          h4="Для персонального предложения заполните форму"
          feedback-form(type="rent")
</template>

<script>
import SearchFormForRent from "@/components/SearchFormForRent";
import FeedbackForm from "@/components/feedbackForm";
import devider from "@/components/devider";
import BreadCrumbs from "@/components/BreadCrumbs";
import loader from "@/components/loader";
import CWoDComponentFull from "@/components/CWoDComponentFull";

export default {
  head () {
    return {
      title: 'Аренда авто в Сочи без водителя | Sochi Rent-a-Car',
      meta: [
        {hid: 'description', name: 'description', content: 'Арендуйте автомобиль в Сочи без водителя. 350 машин в автопарке, без ограничения пробега, скидки до 25% и бесплатная подача в аэропорт ☎+7(862)555-28-48'}
      ]
    }
  },
  components:{
    SearchFormForRent,
    FeedbackForm,
    devider,
    BreadCrumbs,
    loader,
    CWoDComponentFull
  },
  data(){
    return {
      CWoDItems: require('../cars.json').CWoD,
      loaded: true,
      bcItems: [
        {
          text: this.$t('breadcrumbs1'),
          to: { name: this.$assets.prefix('index', this.$i18n.locale) }
        },
        {
          text: this.$t('breadcrumbs122'),
          active: true
        }
      ],
    }
  },
  computed: {
    CWoD(){
      let res = [];
      for (let item in this.CWoDItems){
        res.push(this.CWoDItems[item])
      }
      return res
    }
  },
  mounted() {
  }
}
</script>

<style scoped>

</style>
