<template lang="pug">
  section#rent
    devider
    main.py-3
      div.container
        BreadCrumbs(:items="bcItems")
        div(v-if="this.$device.isDesktop").mb-3.d-none.d-md-block
          search-form-for-rent
        div(v-if="this.$device.isMobile")
          b-button(v-b-toggle.searchform).search-mobile-show
            i.calendar
            span="Поиск на ваши даты"
          b-collapse#searchform.py-2
            search-form-for-rent
        h1="Аренда авто в Красной поляне"
        div(v-if="loaded")
          c-wo-d-component-full(:items="CWoD")
        div(v-else)
          loader
        div.clearfix
        div(v-if="$i18n.locale === 'ru'")
          h2="Отдых в Красной Поляне чудесен в любое время года"
          p="Здесь зимой есть возможность покататься на лыжах, сноуборде, а также испытать беговые лыжи и фрирайд. Для таких увлечений на Красной поляне предлагаются курорты Роза Хутор, Горки Город, Газпром или Альпика-Сервис. Помимо этого, можно посетить различные экскурсии на квадроциклах или снегоходах."
          p="По-настоящему незабываемый отдых можно получить в Красной Поляне летом. По парку водопадов «Менделиха» можно прокатиться на велосипеде, а также посетить ферму с козами, которые пасутся на свободе. Также здесь есть несколько пешеходных и велосипедных маршрутов, парк троллей, родельбан, горный массив «Столбы», подвесной мост над пропастью, и прочие варианты для отдыха."
          p="В окрестностях курорта располагается Ахштырская пещера и огромное множество храмов. Дополняет эту картину прекрасный пляж и Императорский охотничий домик. Недалеко есть известный скайпарк Сочи, где можно заказать услугу для экстремалов – банджи-джампинг."
          p="В случае, если вы хотите, чтобы ваш отдых был не только незабываемым, но и достаточно комфортным, предлагаем аренду авто в Сочи в Красной поляне. Авто с водителем быстро доставит вас туда, куда вам необходимо."
          h3="Как выбрать машину для поездки в горы?"
          p="Если вы планируете отправиться на отдых в зимнее время года, лучше предпочитать авто с полным приводом. Подобная машина на зимних дорогах будет вести себя максимально предсказуемо. Так как аренда автомобиля без водителя, то вы будете не ограничены в передвижении по региону, сможете посетить также другие туристические места в Сочи. В случае, если вы хотите заказать авто для отдыха летом, присмотритесь к вариантам с объемом двигателя от 1,6 литров. Помните, что при аренде очень важно учитывать размер багажника в зависимости от вашего багажа."
          h3="Как забронировать автомобиль?"
          p="Бронь авто для проката осуществляется очень быстро:"
          ul
            li="достаточно указать место, где вы хотите взять машину, и выбрать желаемую дату и время проката;"
            li="выберите транспортное средство из доступных на сайте;"
            li="если вы нуждаетесь в дополнительных услугах, например, в водителе, не забудьте указать этот нюанс;"
            li="определитесь с местом возврата автомобиля. Важный момент: учитывайте, что тарификация за прокат осуществляется посуточно;"
            li="предоставьте менеджеру данные с информацией о водителе;"
            li="после оплаты и проверки документов машина в будет ждать вас для аренды в указанное время."
          p="При прокате автомобиля в Красной Поляне чаще всего транспортное средство возвращают на ЖД вокзал, автовокзал, Эстосадок, парковку Роза Хутор или же по адресу пребывания."
          h3="Получение и возврат авто"
          p="Процесс получения автомобиля в аренду в Сочи занимает не более 15 минут. В указанное время прибудьте на оговоренное место. При себе необходимо иметь:"
          ul
            li="паспорт;"
            li="водительское удостоверение;"
            li="банковскую карту для блокировки залога."
          p="В случае опоздания обязательно заранее предупредите менеджера."
          p="Внимательно ознакомьтесь с договором и всеми его условиями, зафиксируйте вместе с менеджером текущие повреждения, которые уже имеются на транспортном средстве. Можно также сфотографировать автомобиль перед прокатом в Красной поляне, или снять его на видео."
          p="После того как вы оплатите заказ, менеджер предоставит вам ключи. Таким же образом происходит и возврат средства компании – специалист проверит автомобиль на целостность, осмотрит все повреждения. Если все в порядке, автомобиль принимается менеджером для возврата. Хорошего вам отдыха на курорте!"
        div.my-3
          h4="Для персонального предложения заполните форму"
          feedback-form(type="rent")
</template>

<script>
import SearchFormForRent from "@/components/SearchFormForRent";
import FeedbackForm from "@/components/feedbackForm";
import devider from "@/components/devider";
import BreadCrumbs from "@/components/BreadCrumbs";
import loader from "@/components/loader";
import CWoDComponentFull from "@/components/CWoDComponentFull";

export default {
  head () {
    return {
      title: 'Аренда авто в Сочи, Красная поляна | Sochi Rent-a-Car',
      meta: [
        {hid: 'description', name: 'description', content: 'Арендуйте автомобиль в Красной поляне, Сочи. 350 машин в автопарке, без ограничения пробега, скидки до 25% и бесплатная подача в аэропорт ☎+7(862)555-28-48'}
      ]
    }
  },
  components:{
    SearchFormForRent,
    FeedbackForm,
    devider,
    BreadCrumbs,
    loader,
    CWoDComponentFull
  },
  data(){
    return {
      CWoDItems: require('../cars.json').CWoD,
      loaded: true,
      bcItems: [
        {
          text: this.$t('breadcrumbs1'),
          to: { name: this.$assets.prefix('index', this.$i18n.locale) }
        },
        {
          text: this.$t('breadcrumbs122'),
          active: true
        }
      ],
    }
  },
  computed: {
    CWoD(){
      let res = [];
      for (let item in this.CWoDItems){
        res.push(this.CWoDItems[item])
      }
      return res
    }
  },
  mounted() {
  }
}
</script>

<style scoped>

</style>
